ANIMAL_1_TEXT = """
Ваше тотемное животное - Бинтуронг

Живите с этим.
"""


ANIMAL_2_TEXT = """
Ваше тотемное животное - Капибара

Жизнь капибары тесно связана с водой, поэтому ее распространение зависит от сезона: в дождливый сезон капибары вслед за водой рассеиваются по большому пространству, а в сухой сезон скапливаются около водоемов. Обычно они активны днем, только в местах, где их сильно беспокоят, капибары переходят на ночной образ жизни. При возникновении опасности скрываются в воде. Могут оставаться под водой довольно долго, а для того, чтобы дышать выставляют из воды кончик морды с ноздрями.
В Московском зоопарке живет пара водосвинок.
Самец родился в Московском зоопарке в 2012 году. Самка приехала из Риги, в 2013-м. Сначала животных держали отдельно друг от друга, но теперь они живут вместе. В 2017 году у них родился детеныш. Летом их можно увидеть гуляющими в вольере «Южная Америка» вместе с ламой, викуньей и гуанако. Звери хорошо уживаются друг с другом, не ссорятся и даже иногда едят вместе из одной кормушки.
"""


ANIMAL_3_TEXT = """
Ваше тотемное животное - Большая панда

Большие панды живут исключительно в густых бамбуковых лесах на высоте 1200-4500 метров над уровнем моря. Бамбуковые заросли, высота которых составляет 3-4 метра, дают пандам не только пищу, но и укрытие. В таких зарослях всегда сумрачно, что усугубляется проливными дождями и низкими тяжелыми облаками. Панда использует в пищу не только листья и молодые побеги, но и старые стебли бамбука. Ест она и его жесткие волокнистые корни. В день панда съедает 12-18 кг бамбука, а крупные самцы – до 30 кг.
В московском зоопарке родилась самочка Диндин 30 июля 2017 года, самец Жуи старше её на год – родился 31 июля 2016 года. Характеры у панд разные. Диндин отличается одновременно и повышенной бдительностью, и любознательностью, но больше всего она любит отдыхать на деревьях. Самец Жуи сообразительный, контактный, активный и любит играть.
"""


ANIMAL_4_TEXT = """
Ваше тотемное животное - Никобарский голубь

Никобарский голубь ведет наземный образ жизни и только при опасности взлетает на деревья.  Летают эти голуби довольно плохо. Зато благодаря сильным ногам они прекрасно передвигаются по земле. Развитию такого образа жизни способствует и обитание на уединенных островах, где отсутствуют хищники.
В нашем зоопарке группа никобарских голубей содержится в павильоне «Птицы и бабочки» на Новой территории. Они живут вместе с другими тропическими голубями, некоторыми тропическими воробьиными птицами и слоновыми черепахами. Чувствуют они себя хорошо, успешно размножаются, причем воспитывают свое потомство самостоятельно. Рацион никобарских голубей такой же, как у других голубей.
"""


ANIMAL_5_TEXT = """
Ваше тотемное животное - Медоед

Своё название зверёк получил за то, что часто разоряет пчелиные ульи, лакомясь мёдом и личинками пчёл. В настоящее время выделяется 12 подвидов медоедов. Они отличаются, в основном, размерами, окраской спины и длиной шерсти. Медоеды считаются бесстрашными и даже агрессивными животными, у них почти нет естественных врагов. Сами же они, если чувствуют угрозу, могут нападать на животных, значительно крупнее себя, даже львов.
Пара медоедов (двухлетние самец и самка) впервые появилась у нас в мае 2021 года. Лето животные провели в Центре воспроизводства редких видов животных, а в сентябре их перевезли в зоопарк. Увидеть медоедов можно в африканском павильоне на Новой территории, где специально для них оборудованы два внутренних вольера и просторный уличный.
"""


ANIMAL_6_TEXT = """
Ваше тотемное животное - Японский макак

Японские макаки вполне мирно сосуществуют рядом с человеком. Пожалуй, именно этот вид обезьян изучен лучше других. Есть популяции индивидуально опознаваемых животных, за которыми ведётся пристальное наблюдение уже более 50 лет. Именно японским макакам люди обязаны наиболее глубокими знаниями о поведении и социальной организации сообществ приматов. Эти знания в большой степени помогают этологам и психологам в построении научных гипотез.
Первый японский макак появился в нашем зоопарке в 1978 году, прибыв из Швеции. Позже привезли ещё обезьян, образовалась размножающаяся группа. Уже в течение многих лет японские макаки живут в вольере у переходного моста, ведущего со Старой территории на Новую. В открытой вольере они гуляют круглый год и постоянно у них есть свободный доступ в небольшой внутренний вольер, где зимой тепло.
"""


ANIMAL_7_TEXT = """
Ваше тотемное животное - Ягуарунди

До появления европейцев в Латинской Америке приручали ягуарунди и держали их дома. Эти кошки в молодом возрасте легко приручаются и привыкают к людям. Ягуарунди ловили в домах и вокруг них крыс, змей и прочих нежелательных пришельцев. В то же время, как и хорьки, ягуарунди проникают в курятники и охотятся на птиц. Поэтому в сельской местности их считают вредителями.Ягуарунди могут хорошо лазать по деревьям, но делают это в случае необходимости и поднимаются невысоко. Охотятся они, преимущественно, на земле, но не избегают воды и могут плавать.
Пара ягуарунди появилась на экспозиции совсем недавно – в октябре 2016 года. В зоопарке, в павильоне «Кошки тропиков» на Старой территории зоопарка эти кошки тоже живут в одной вольере, однако спят в разных местах и явно избегают друг друга.
"""


ANIMAL_8_TEXT = """
Ваше тотемное животное - Ушастый ёж

Ушастый ёж отличается очень крупными ушными раковинами (длина уха 3–5 см). Они — не только орган слуха, но и помогают животному регулировать температуру тела, предотвращая перегрев. В них у самой поверхности кожи расположена густая сеть капилляров, и, когда температура воздуха повышается, сосуды в ушах расширяются, и воздух, обдувающий уши, охлаждает кровь в них.
В зоопарках мира это обычный вид, так как хорошо живет в неволе. В Московском зоопарке ушастые ежи содержатся давно. Кормят ушастых ежей так же как и всех других ежей: в ежедневный рацион входит мясо, новорожденные мышата, тёртая морковь, куриное яйцо, творог, живые насекомые. Увидеть ушастого ежа можно в павильоне Ночной мир в летнее время, так как зимой ежи спят.
"""


ANIMAL_9_TEXT = """
Ваше тотемное животное - Заяц-беляк

Заяц беляк всюду относится к обычным видам, легко адаптирующимся к жизни в разных условиях, в том числе и рядом с человеком. Однако численность его резко меняется по годам, иногда в несколько сот раз. Интересно, что в пределах своего обширного ареала беляки различаются по размерам, а иногда и по окраске. Так, самые крупные зайцы живут в тундре Западной Сибири (до 5,5 кг), а самые мелкие — в Якутии и на Дальнем Востоке (3 кг).
В Московском зоопарке зайцы-беляки живут в большой вольере экспозиции «Животный мир России». Кроме того, они постоянно содержатся в группе, так называемых «выездных животных», демонстрация которых сопровождает лекции и беседы как в зоопарке, так и вне его. Приручаются зайцы очень неплохо (вопреки представлениям об их трусости), только сильного шума не любят. 
"""


ANIMAL_10_TEXT = """
Ваше тотемное животное - Китайский аллигатор

Китайский аллигатор не опасен для человека. Это очень осторожное животное, люди иногда даже не подозревают, что по соседству с ними живёт аллигатор.
У китайского аллигатора очень длинный мощный хвост, составляющий примерно половину туловища. Хвост – основной «двигатель» во время плавания, оружие для обороны, он применяется в качестве лопаты при сооружении гнёзд, а также является хранилищем запасов жира, который расходуется для питания в зимнее время.

Впервые китайские аллигаторы в Московском зоопарке стали появляться очень давно. Точные данные об этом не сохранились. Достоверно известно, что большинство китайских аллигаторов поступило в зоопарки страны непосредственно из Китая в 1954 году. Посетители Московского зоопарка всегда могут видеть на основной экспозиции павильона “Террариум” на Новой территории зоопарка.
"""


ANIMAL_11_TEXT = """
Ваше тотемное животное - Львиный тамарин

Золотистый львиный тамарин – самый крупный представитель семейства игрунок: длина тела – 20-25 см, масса в среднем – 620 грамм.  Имеет длиннющий хвост (32-37 см), покрытый гладкой шерстью. Шерсть на теле и конечностях значительно короче, чем около головы. Здесь она образует некое подобие гривы, за что, видимо, животное и получило своё название.
Золотистые тамарины впервые появились в нашем зоопарке в середине октября 2019 года. Переговоры о получении этих красивейших приматоввелисьболее года. Очаровательных золотистых зверьков можно увидеть в левом крыле павильона «Обезьяны». Обезьянки очень подвижны, много времени проводят в играх. Однако если они сидят неподвижно, нужно присмотреться, чтобы их заметить.
"""
