answer_1_1 = """Огонь"""
answer_1_2 = """Вода"""
answer_1_3 = """Земля"""
answer_1_4 = """Воздух"""


answer_2_1 = """Фрукты/овощи"""
answer_2_2 = """Бифштекс"""
answer_2_3 = """Кефир"""
answer_2_4 = """Питаюсь энергией Солнца"""


answer_3_1 = """Утро"""
answer_3_2 = """День"""
answer_3_3 = """Вечер"""
answer_3_4 = """Ночь"""


answer_4_1 = """Мягкий"""
answer_4_2 = """Суровый"""
answer_4_3 = """Спокойный"""
answer_4_4 = """Вспыльчивый"""


answer_5_1 = """Солнечная"""
answer_5_2 = """Дождливая"""
answer_5_3 = """Пасмурная"""
answer_5_4 = """Я - Бинтуронг"""
