""" ------------- Сообщения от Тимофея ------------- """
hello_text = """
Привет🤗

Меня зовут Тимофей и я <b><a href="https://moscowzoo.ru/animals/khishchnye/manul/?sphrase_id=703611">манул🐱</a></b>
Я являюсь символом Московского зоопарка с 1987 года😊

И сегодня я буду твоим гидом в этом чатике😁
"""

angry_text = '''
(Совет от разработчика)
Давай не будем расстраивать Тимофея🥲
и пройдем викторину,
иначе он спрячется от посетителей зоопарка, и мы не сможем на него посмотреть☹️
'''

manul_text = '''
Возможно, ты видел милейшее видео моего сородича, греющего лапки😍
'''

quiz_text = '''
Сейчас я предлагаю тебе пройти небольшую викторинку😏 А после нее я расскажу тебе кое-что интересное🧐

Начинаем?
'''