quiz = {
    'Представим, что сейчас утро🏙️ Что ты делаешь?': [
        'только лёг спать',
        'нежусь в кроватке',
        'иду на работу, я взрослый человек',
        'проспал! пулей вылетаю из дома',
        ],

    'Перед тобой огромный шведский стол😋 '
    'От выбора блюд разбегаются глаза, но ты скорее всего...': [
        'выберу лучшие морепродукты и рыбку',
        'соберу себе ПП салатик',
        'попрошу стейк medium в open-kitchen',
        'наберу всякого "на пробу" :)',
        ],

    'Если бы ты строил для себя загородный дом, каким бы он был? 🏡': [
        'домик на берегу реки или моря',
        'большой дом с пышным садом',
        'маленькое уютное гнёздышко',
        'ДОМ НА ДЕРЕВЕ - моя детская мечта',
        ],

    'Ты выиграл в лотерее возможность релокации в любую точку мира🌎 '
    'Куда отправишься?': [
        'туда, где жара и кокосовые коктейли',
        'туда, где холодно, тихо и ни души',
        'туда, где свежо и много зелени',
        'никуда, мне и тут хорошо :)',
        ],

    'Летние деньки сменяются осенними дождями, а те - зимними морозами🥶 '
    'Как ты себя чувствуешь?': [
        'впадаю в депрессию, кутаюсь в плед',
        'обожаю это время!',
        'лечу на юга и отлично себя чувствую',
        ],

    'Чем займешься в свободное время?⏳': [
        'встречусь с друзьями',
        'проведу время в кругу семьи',
        'почитаю или посмотрю сериальчик',
        ],

    'Ты получил новую отличную работу, и завтра первый день💻 Что наденешь?': [
        'что-то яркое! хочу выделиться!',
        'что-нибудь из smart casual',
        'потребую мерч новой компании!',
        'по классике, белый верх, черный низ',
        ],

    'Что бы ты выбрал?😏': [
        'возможность летать ',
        'успех за красивые глазки',
        'костюм железного человека',
        'я просто хочу на массаж :(',
        ],

    'Что из этого по твоему мнению описывает тебя лучше всего?👀': [
        'мудрый и рассудительный',
        'милый и забавный',
        'надежный и верный',
        'особенный и неповторимый',
    ],
}
