FEEDBACK_STATE_ALREADY = """
Бот уже ожидает Ваш отзыв. :)

Спасибо, что решили оставить отзыв о Вашем результате и/или о работе нашего бота.
Мы учитываем Ваши пожелания и работаем над улучшением качества.

Оставьте Ваш отзыв одним сообщением в исключительно текстовом формате 
(можно использовать смайлики/эмодзи, но не стикеры):
"""


BUSY_FOR_FEEDBACK = """
Извините, но в данный момент Вы не можете оставить свой отзыв.
Завершите или отмените текущий опрос.
"""


FEEDBACK_CANCEL_NONE_STATE_TEXT = """
Бот и так не ожидал Вашего отзыва.
"""


FEEDBACK_STATE_CANCEL_COMMAND_TEXT = """
Вы передумали оставлять отзыв.
"""


FEEDBACK_CANCEL_QUIZ_STATE_TEXT = """
Вы сейчас проходите опрос, а не оставляли отзыв.
"""


DONT_UNDERSTAND_FEEDBACK = """
Я понимаю только текст. Попробуйте ещё раз.
"""


CANT_FEEDBACK_WITHOUT_QUIZ = """
Вы ещё ни разу не проходили опрос. Сделайте это, чтобы оставить отзыв.
"""
