FEEDBACK_STATE_ALREADY = """
Я уже жду твой отзыв
Напиши его в сообщении и отправь мне😊
"""


FEEDBACK_CANCEL_NONE_STATE_TEXT = """
Ты вроде и не собирался оставлять отзыв🤔
"""


FEEDBACK_STATE_CANCEL_COMMAND_TEXT = """
Очень жаль, ведь твоё мнение очень важно для меня🥺
"""


FEEDBACK_CANCEL_QUIZ_STATE_TEXT = """
Ты же сейчас проходишь викторину, а не оставляешь отзыв :)
"""


DONT_UNDERSTAND_FEEDBACK = """
Я понимаю только текст🥺
"""


CANT_FEEDBACK_WITHOUT_QUIZ = """
Похоже, ты не закончил викторину...
Пройди до конца, а потом оставишь отзыв☺️
"""


QUIT_ADMIN_TO_LEAVE_FEEDBACK_TEXT = """
Выйдите из панели администратора, чтобы написать отзыв!
"""


ADMIN_STATE_NOT_FEEDBACK = """
В данный момент Вы находитесь в панели администратора. Выйдите из нее, чтобы оставить отзыв!
"""
