QUIZ_RESTART_TEXT = """
Ты сделал рестарт викторины :)
"""


QUIZ_ALREADY_ANSWERED_TEXT = """
Ты уже отвечал на этот вопрос
Либо этот опрос уже неактивен и нужно начать новый :)
"""


QUIZ_CANCEL_FEEDBACK_STATE_TEXT = """
Ты же сейчас отзыв пишешь, а не викторину проходишь :)
"""


FEEDBACK_CANCEL_FOR_NEW_QUIZ_TEXT = """
Ну ладно, на тебе викторину :)
"""


QUIT_ADMIN_TO_START_QUIZ_TEXT = """
Выйдите из панели администратора, чтобы начать викторину.
"""


WANT_TO_CONTINUE_QUIZ_TEXT = """
Хочу продолжить викторину
"""


DIDNT_QUIZ = """
Ты же и так не проходил викторину :)
"""


ADMIN_MODE_NOT_QUIZ = """
Вы находитесь в панели администратора, а не проходите опрос.
"""


FEEDBACK_STATE_NOT_QUIZ = """
Ты ведь оставляешь отзыв, а не проходишь опрос :)
"""


GO_ON_QUIZ = """
Продолжай на здоровье :)
"""
