from text_data.bot_urls import CLUB_FRIENDS_SITE


# ПРИВЕТСТВИЕ ТИМОФЕЯ
HELLO_MSG = """
Привет🤗

Меня зовут Тимофей и я <b><a href="https://moscowzoo.ru/animals/khishchnye/manul/?sphrase_id=703611">манул🐱</a></b>
Я являюсь символом Московского зоопарка с 1987 года😊
И сегодня я расскажу тебе кое-что интересное😏

Но для начала предлагаю тебе пройти небольшую викторинку, это не займет много времени!
Тыкай на кнопку😁
"""


HELLO_QUIZ_BTN = """Начать викторину🦥"""


I_DONT_WANT_BTN = """А я не хочу☹️"""


# КНОПКА "А Я НЕ ХОЧУ"
DO_NOT_UPSET = """
(Совет от разработчиков)
Давай не будем расстраивать Тимофея🥲 и пройдем викторину, иначе он спрячется от посетителей зоопарка, 
и мы не сможем на него посмотреть☹️
"""


OKAY_BTN = """Ладно, давай викторину😊"""


# ЕСТЬ РЕЗУЛЬТАТ
U_HAVE_RESULT = """
По-моему, ты уже проходил викторину, и я даже помню твой результат🤔

Хочешь его посмотреть или пройти викторину еще раз?🐥
"""


SHOW_RESULT_BTN = """Покажи результат🙏🏻"""


ONCE_AGAIN_BTN = """Хочу еще разок😁"""


# ВИКТОРИНА
# ПОЛЬЗОВАТЕЛЬ ПРОШЕЛ ВИКТОРИНУ
I_KNOW_WHO_YOU_ARE = """
Кажется, я знаю кто ты😏
Готов узнать?
"""


YEP = """Конечно😍"""


# ФОТО РЕЗУЛЬТАТА + ТЕКСТ РЕЗУЛЬТАТА
# этот текст пришлось захардкодить в соответствующем хэндлере, т.к. внутри форматированной строки
# проверяется местоимение какого рода подставлять для вывода пользователю
YOUR_ANIMAL = """
В Московском зоопарке представителем этого вида является (подставить кличку), о нем (или ней) и его (или её) 
сородичах можно почитать 
<b><a href='https://moscowzoo.ru/animals/khishchnye/manul/?sphrase_id=703611'>тут</a></b>
"""


WHATS_NEXT = """Круто😱 А что дальше?"""


# КЛАВИАТУРА-НАВИГАТОР
WHAT_DO_U_WANT = """
А что ты хочешь?😁
"""


SAVE_RESULT_BTN = """Хочу сохранить результат"""


SHARE_BOT_BTN = """Хочу поделиться ботом"""


LEAVE_FEEDBACK_BTN = """Хочу оставить отзыв"""


WHATS_HERE_BTN = """А тут что?"""


# сохранить результат
SAVE_RESULT_TEXT = """
Держи😁

Можешь сохранить картинку в фотоплёнку, отправить друзьям и опубликовать в любимой соц. сети😊
"""


THANKS4SAVE_BTN = """Клёво! Спасибо🥹"""


# оставить отзыв
TYPE_YOUR_FEEDBACK = """
Напиши свой отзыв в сообщении и отправь его мне😊
"""


THANKS_FOR_FEEDBACK = """
Спасибо🙏🏻 Я всё передам, твоё мнение правда важно для нас❤️
"""


# а тут что?
CLUB_FRIENDS_INFO = """
<i>Помнишь, я обещал рассказать тебе кое-что интересное?</i>

Так вот, Московский зоопарк предоставляет возможность <b>стать настоящим опекуном</b> твоего тотемного животного😱 
(либо любого другого вида)

Уже долгое время действует <b>программа "Клуб Друзей"</b>, ты можешь почитать о ней и задать вопросы организаторам тут👇🏻
"""


CONTACTS_BTN = """Контакты💬"""


CONTACTS_THANKS_BTN = """Не за что🥰"""


NO_BTN = """Нет, спасибо"""


CONTACTS = f"""
🖥️ <i><b><a href="{CLUB_FRIENDS_SITE}">Club Friends</a></b></i> (информация о программе)
📬 zoofriends@moscowzoo.ru
☎ скоро появится
"""


# спасибо, не за что, не хочу
SOMETHING_ELSE = """
Хочешь сделать еще что-нибудь?😊
"""


NO_ENOUGH_BTN = """Пока хватит"""


# не, пока хватит
THANKS_FOR_TALK = """
Тогда спасибо, что зашел поболтать со мной❤️

А то мне бывает скучно одному🥺 Буду рад видеть тебя здесь снова!
"""


THANK_YOU_BTN = """Тебе спасибо! Ты классный❤️"""


SEE_YOU = """
Приходи в гости! Я буду тебя ждать🤗
"""


# помощь
USER_HELP = """
Похоже, ты упустил нить нашего разговора🥲 Ну, ничего, бывает

С какого момента хочешь продолжить?
"""


VERY_BEGINING = "C самого начала"


FROM_QUIZ = "С начала викторины"


CHANGED_MY_MIND = """Я передумал"""


COOL_BTN = """Здорово!🤗"""


NEXT_TIME = """В следующий раз😊"""
